export const merge = [
  // 纵向合并，范围是第1列的行1到行2
  { s: { r: 0, c: 0 }, e: { r: 1, c: 1 } }, // s 代表start  e 代表 end    { r: 0, c: 0 }代表位置  r 是row  c 是col
  // 纵向合并，范围是第2列的行1到行2
  /* { s: { r: 0, c: 1 }, e: { r: 1, c: 1 } },
      // 横向合并，范围是第1行的列3到列5
      { s: { r: 0, c: 2 }, e: { r: 0, c: 4 } },
      // 横向合并，范围是第1行的列6到列11
      { s: { r: 0, c: 5 }, e: { r: 0, c: 10 } },
      // 横向合并，范围是第1行的列12到列17
      { s: { r: 0, c: 11 }, e: { r: 0, c: 16 } },
      // 横向合并，范围是第1行的列18到列23
      { s: { r: 0, c: 17 }, e: { r: 0, c: 22 } },
      // 横向合并，范围是第1行的列24到列29
      { s: { r: 0, c: 23 }, e: { r: 0, c: 28 } },
      // 横向合并，范围是第1行的列30到列35
      { s: { r: 0, c: 29 }, e: { r: 0, c: 34 } }      */
];
